"""
Вывести на экран числа 50 и 10 одно под другим.
"""

for i in (50, 10):
    print(i)