"""
Число е (основание натурального логарифма) приблизительно равно 2,71828.
Вывести на экран это число с точностью до десятых.
Текст "2,7" не использовать.
"""

import math

temp_digit = round(math.e, 1)
print(temp_digit)