"""
Вывести на одной строке числа 31, 18 и 79 с одним пробелом между ними.
Текст '31 18 79' не использовать.
"""

test_list = [31, 18, 79]
for i in test_list:
    print(f'{i} ', end='')
